Repository: luiswdy/ReadyKit
Catalog: ReadyKit/Resources/Localizable.xcstrings
Source language: en
Languages: es_419, ja, pt_br, zh_hant

source: ‼️ Expired: %lld items.
es_419: ‼️ Vencidos: %lld artículos.
ja: ‼️ 期限切れ：%lld個のアイテム。
pt_br: ‼️ Expirados: %lld itens.
zh_hant: ‼️ 已過期：%lld 個物品。

source: %lld days before expiration
es_419: %lld días antes del vencimiento
ja: 期限切れ%lld日前
pt_br: %lld dias antes da expiração
zh_hant: 到期前 %lld 天

source: • Backup files contain all your emergency kit data
es_419: • Los archivos de respaldo contienen todos los datos de su kit de emergencia.
ja: • バックアップファイルには、すべての防災セットのデータが含まれています。
pt_br: • Os arquivos de backup contêm todos os dados do seu kit de emergência.
zh_hant: • 備份檔案包含您的所有緊急避難包資料。

source: • Close and restart the app after restoring
es_419: • Cierre y reinicie la aplicación después de restaurar
ja: • 復元後、アプリを閉じて再起動してください
pt_br: • Feche e reinicie o aplicativo após a restauração
zh_hant: • 回復完成後請關閉並重新啟動 App

source: • Keep backups in a secure location
es_419: • Guarde las copias de seguridad en un lugar seguro
ja: • バックアップは安全な場所に保管してください
pt_br: • Mantenha os backups em um local seguro
zh_hant: • 請將備份檔案存放在安全的位置

source: • Restoring will replace all current data
es_419: • La restauración reemplazará todos los datos actuales
ja: • 復元すると、現在のすべてのデータが置き換えられます
pt_br: • A restauração substituirá todos os dados atuais
zh_hant: • 回復將會取代所有目前資料

source: ⏰ It's time to check your emergency items!
es_419: ⏰ ¡Es hora de revisar sus artículos de emergencia!
ja: ⏰ 防災セットを確認する時間です！
pt_br: ⏰ É hora de verificar seus itens de emergência!
zh_hant: ⏰ 該檢查您的緊急避難包了！

source: ⚠️ Nearing Expiration: %lld items.
es_419: ⚠️ Próximos a vencer: %lld artículos.
ja: ⚠️ まもなく期限切れ：%lld個のアイテム。
pt_br: ⚠️ Próximos da expiração: %lld itens.
zh_hant: ⚠️ 即將過期：%lld 個物品。

source: ✅ All emergency items are current and in good condition.
es_419: ✅ Todos los artículos de emergencia están al día y en buen estado.
ja: ✅ すべての防災セットは期限内で、良好な状態です。
pt_br: ✅ Todos os itens de emergência estão atualizados e em boas condições.
zh_hant: ✅ 所有緊急避難包均未過期且狀況良好。

source: Add Item
es_419: Agregar artículo
ja: アイテムを追加
pt_br: Adicionar Item
zh_hant: 新增物品

source: Add your first item to this emergency kit.
es_419: Agregue su primer artículo a este kit de emergencia.
ja: 最初のアイテムをこの防災セットに追加してください。
pt_br: Adicione seu primeiro item a este kit de emergência.
zh_hant: 將您的第一個物品新增至此緊急避難包。

source: An error occurred while fetching data: %@
es_419: Ocurrió un error al obtener los datos: %@
ja: データの取得中にエラーが発生しました: %@
pt_br: Ocorreu um erro ao buscar dados: %@
zh_hant: 擷取資料時發生錯誤：%@

source: An item with UUID %@ already exists.
es_419: Ya existe un artículo con el UUID %@.
ja: UUID %@ を持つアイテムはすでに存在します。
pt_br: Um item com o UUID %@ já existe.
zh_hant: UUID 為 %@ 的物品已存在。

source: Are you sure you want to delete '%@'? This action cannot be undone.
es_419: ¿Está seguro de que desea eliminar '%@'? Esta acción no se puede deshacer.
ja: 本当に「%@」を削除しますか？この操作は元に戻せません。
pt_br: Tem certeza de que deseja excluir '%@'? Esta ação não pode ser desfeita.
zh_hant: 您確定要刪除「%@」嗎？此操作無法復原。

source: Are you sure you want to delete this emergency kit?
es_419: ¿Está seguro de que desea eliminar este kit de emergencia?
ja: この防災セットを本当に削除しますか？
pt_br: Tem certeza de que deseja excluir este kit de emergência?
zh_hant: 您確定要刪除此緊急避難包嗎？

source: Are you sure you want to delete this item?
es_419: ¿Está seguro de que desea eliminar este artículo?
ja: このアイテムを本当に削除しますか？
pt_br: Tem certeza de que deseja excluir este item?
zh_hant: 您確定要刪除此物品嗎？

source: Background App Refresh
es_419: Actualización en segundo plano
ja: Appのバックグラウンド更新
pt_br: Atualização em Segundo Plano
zh_hant: 背景 App 重新整理

source: Background App Refresh allows the app to schedule notifications even when not actively running
es_419: La actualización en segundo plano permite que la aplicación programe notificaciones incluso cuando no se está ejecutando activamente
ja: Appのバックグラウンド更新により、アプリがアクティブに実行されていない場合でも通知をスケジュールできます
pt_br: A Atualização em Segundo Plano permite que o aplicativo agende notificações mesmo quando não está em execução ativa
zh_hant: 背景 App 重新整理允許 App 在未執行時也能排程通知

source: Background App Refresh is disabled
es_419: La actualización en segundo plano está desactivada
ja: Appのバックグラウンド更新は無効です
pt_br: A Atualização em Segundo Plano está desativada
zh_hant: 背景 App 重新整理已停用

source: Background App Refresh is enabled
es_419: La actualización en segundo plano está activada
ja: Appのバックグラウンド更新は有効です
pt_br: A Atualização em Segundo Plano está ativada
zh_hant: 背景 App 重新整理已啟用

source: Background App Refresh is restricted
es_419: La actualización en segundo plano está restringida
ja: Appのバックグラウンド更新は制限されています
pt_br: A Atualização em Segundo Plano está restrita
zh_hant: 背景 App 重新整理受到限制

source: Background Refresh
es_419: Actualización en segundo plano
ja: バックグラウンド更新
pt_br: Atualização em Segundo Plano
zh_hant: 背景重新整理

source: Backup
es_419: Respaldo
ja: バックアップ
zh_hant: 備份

source: bottles
es_419: botellas
ja: 本
pt_br: garrafas
zh_hant: 瓶

source: boxes
es_419: cajas
ja: 箱
pt_br: caixas
zh_hant: 盒

source: Camera access is required to take photos. Please enable camera access in Settings to use this feature.
es_419: Se requiere acceso a la cámara para tomar fotos. Por favor, active el acceso a la cámara en Configuración para usar esta función.
ja: 写真を撮るには、カメラへのアクセスが必要です。この機能を使用するには、設定でカメラへのアクセスを有効にしてください。
pt_br: O acesso à câmera é necessário para tirar fotos. Por favor, ative o acesso à câmera em Ajustes para usar este recurso.
zh_hant: 拍照需要相機權限。請在「設定」中啟用相機權限，以使用此功能。

source: Camera Access Required
es_419: Se requiere acceso a la cámara
ja: カメラへのアクセスが必要
pt_br: Acesso à Câmera Necessário
zh_hant: 需要相機權限

source: Cancel
es_419: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_hant: 取消

source: cans
es_419: latas
ja: 缶
pt_br: latas
zh_hant: 罐

source: Choose from Library
es_419: Elegir de la biblioteca
ja: ライブラリから選択
pt_br: Escolher da Fototeca
zh_hant: 從圖庫選擇

source: Close
es_419: Cerrar
ja: 閉じる
pt_br: Fechar
zh_hant: 關閉

source: Confirm Deletion
es_419: Confirmar eliminación
ja: 削除の確認
pt_br: Confirmar Exclusão
zh_hant: 確認刪除

source: Confirm Restore
es_419: Confirmar restauración
ja: 復元の確認
pt_br: Confirmar Restauração
zh_hant: 確認回復

source: Copy
es_419: Copiar
ja: 複製
pt_br: Copiar
zh_hant: 複製

source: Create Emergency Kit
es_419: Crear kit de emergencia
ja: 防災セットを作成
pt_br: Criar kit de emergência
zh_hant: 建立緊急避難包

source: Create your first emergency kit to get started.
es_419: Cree su primer kit de emergencia para comenzar.
ja: 最初の防災セットを作成して、始めましょう。
pt_br: Crie seu primeiro kit de emergência para começar.
zh_hant: 建立您的第一個緊急避難包以開始使用。

source: Current Size
es_419: Tamaño actual
ja: 現在のサイズ
pt_br: Tamanho Atual
zh_hant: 目前大小

source: Custom Unit
es_419: Unidad personalizada
ja: カスタム単位
pt_br: Unidade Personalizada
zh_hant: 自訂單位

source: Customize when and how often you receive reminders about your emergency resources
es_419: Personalice cuándo y con qué frecuencia recibe recordatorios sobre sus recursos de emergencia
ja: 緊急リソースに関するリマインダーをいつ、どのくらいの頻度で受け取るかをカスタマイズします
pt_br: Personalize quando e com que frequência você recebe lembretes sobre seus recursos de emergência
zh_hant: 自訂您接收有關緊急資源提醒的時間和頻率

source: Daily Notification Time
es_419: Hora de notificación diaria
ja: 毎日の通知時間
pt_br: Horário da Notificação Diária
zh_hant: 每日通知時間

source: Database Backup
es_419: Respaldo de la base de datos
ja: データベースのバックアップ
pt_br: Backup do Banco de Dados
zh_hant: 資料庫備份

source: Database Information
es_419: Información de la base de datos
ja: データベース情報
pt_br: Informações do Banco de Dados
zh_hant: 資料庫資訊

source: Database restored successfully. Restart the app to see changes.
es_419: Base de datos restaurada con éxito. Reinicie la aplicación para ver los cambios.
ja: データベースが正常に復元されました。変更を反映するには、アプリを再起動してください。
pt_br: Banco de dados restaurado com sucesso. Reinicie o aplicativo para ver as alterações.
zh_hant: 資料庫已成功回復。請重新啟動 App 以查看變更。

source: Days before expiration
es_419: Días antes del vencimiento
ja: 有効期限までの日数
pt_br: Dias antes da expiração
zh_hant: 到期前天數

source: Delete
es_419: Eliminar
ja: 削除
pt_br: Excluir
zh_hant: 刪除

source: Delete Item
es_419: Eliminar artículo
ja: アイテムを削除
pt_br: Excluir Item
zh_hant: 刪除物品

source: Delete Item?
es_419: ¿Eliminar artículo?
ja: アイテムを削除しますか？
pt_br: Excluir Item?
zh_hant: 刪除物品？

source: Done
es_419: Hecho
ja: 完了
pt_br: OK
zh_hant: 完成

source: Edit
es_419: Editar
ja: 編集
pt_br: Editar
zh_hant: 編輯

source: Edit %@
es_419: Editar %@
ja: %@を編集
pt_br: Editar %@
zh_hant: 編輯 %@

source: Emergency Items Expiry Reminder
es_419: Recordatorio de vencimiento de artículos de emergencia
ja: 防災セットの期限切れリマインダー
pt_br: Lembrete de Expiração de Itens de Emergência
zh_hant: 緊急避難包到期提醒

source: Emergency Items Regular Check Reminder
es_419: Recordatorio de revisión periódica de artículos de emergencia
ja: 防災セットの定期点検リマインダー
pt_br: Lembrete de Verificação Regular de Itens de Emergência
zh_hant: 緊急避難包定期檢查提醒

source: Emergency Kit
es_419: Kit de emergencia
ja: 防災セット
pt_br: Kit de emergência
zh_hant: 緊急避難包

source: Emergency Kit Details
es_419: Detalles del kit de emergencia
ja: 防災セットの詳細
pt_br: Detalhes do kit de emergência
zh_hant: 緊急避難包詳情

source: Emergency Kit Name
es_419: Nombre del kit de emergencia
ja: 防災セット名
pt_br: Nome do kit de emergência
zh_hant: 緊急避難包名稱

source: Emergency kit with UUID %@ already exists.
es_419: El kit de emergencia con el UUID %@ ya existe.
ja: UUIDが%@の防災セットはすでに存在します。
pt_br: O kit de emergência com o UUID %@ já existe.
zh_hant: UUID 為 %@ 的緊急避難包已存在。

source: Emergency kit with UUID %@ not found.
es_419: No se encontró el kit de emergencia con el UUID %@.
ja: UUIDが%@の防災セットは見つかりません。
pt_br: O kit de emergência com o UUID %@ não foi encontrado.
zh_hant: 找不到 UUID 為 %@ 的緊急避難包。

source: Emergency Kits
es_419: Kits de emergencia
ja: 防災セット
pt_br: Kits de emergência
zh_hant: 緊急避難包

source: Enable
es_419: Activar
ja: 有効にする
pt_br: Ativar
zh_hant: 啟用

source: Enable Background App Refresh to receive timely expiration reminders when the app is not active.
es_419: Active la Actualización en segundo plano para recibir recordatorios de vencimiento oportunos cuando la aplicación no esté activa.
ja: Appのバックグラウンド更新を有効にすると、アプリがアクティブでないときに期限切れのリマインダーをタイムリーに受信できます。
pt_br: Ative a Atualização em Segundo Plano para receber lembretes de expiração oportunos quando o aplicativo não estiver ativo.
zh_hant: 啟用背景 App 重新整理，以便在 App 未使用時接收即時的到期提醒。

source: Enable Notifications
es_419: Activar notificaciones
ja: 通知を有効にする
pt_br: Ativar Notificações
zh_hant: 啟用通知

source: Error
ja: エラー
pt_br: Erro
zh_hant: 錯誤

source: Error saving emergency kit: %@
es_419: Error al guardar el kit de emergencia: %@
ja: 防災セットの保存エラー：%@
pt_br: Erro ao salvar o kit de emergência: %@
zh_hant: 儲存緊急避難包時發生錯誤：%@

source: Expiration
es_419: Vencimiento
ja: 有効期限
pt_br: Expiração
zh_hant: 到期日

source: Expiration Date
es_419: Fecha de vencimiento
ja: 有効期限
pt_br: Data de Expiração
zh_hant: 到期日

source: Expiration date cannot be more than %lld years in the future
es_419: La fecha de vencimiento no puede ser superior a %lld años en el futuro
ja: 有効期限は%lld年以上先には設定できません
pt_br: A data de expiração não pode ser mais de %lld anos no futuro
zh_hant: 到期日不能設定為超過 %lld 年後

source: Expiration date seems too far in the past
es_419: La fecha de vencimiento parece demasiado lejana en el pasado
ja: 有効期限が過去すぎるようです
pt_br: A data de expiração parece estar muito no passado
zh_hant: 到期日似乎設定得太久遠了

source: Expiration date set in the past
es_419: Fecha de vencimiento establecida en el pasado
ja: 有効期限が過去に設定されています。
pt_br: Data de expiração definida no passado
zh_hant: 到期日設定在過去

source: Expiration Reminder
es_419: Recordatorio de vencimiento
ja: 有効期限リマインダー
pt_br: Lembrete de Expiração
zh_hant: 到期提醒

source: Expired %lld days ago
es_419: Venció hace %lld días
ja: %lld日前に期限切れ
pt_br: Expirou há %lld dias
zh_hant: %lld 天前過期

source: Expires in %lld days
es_419: Vence en %lld días
ja: 残り%lld日で期限切れ
pt_br: Expira em %lld dias
zh_hant: 將於 %lld 天後到期

source: Expiring in %lld days
es_419: Vence en %lld días
ja: 残り%lld日で期限切れ
pt_br: Expirando em %lld dias
zh_hant: 剩餘 %lld 天到期

source: Expiring items detected
es_419: Se detectaron artículos próximos a vencer.
ja: 期限が近づいているアイテムを検出しました。
pt_br: Itens próximos do vencimento detectados.
zh_hant: 偵測到即將過期的物品

source: Export Database Files
es_419: Exportar archivos de base de datos
ja: データベースファイルをエクスポート
pt_br: Exportar arquivos do banco de dados
zh_hant: 匯出資料庫檔案

source: Export your database files for backup or transfer
es_419: Exporte sus archivos de base de datos para respaldo o transferencia
ja: バックアップまたは転送のためにデータベースファイルをエクスポートします
pt_br: Exporte seus arquivos de banco de dados para backup ou transferência
zh_hant: 匯出您的資料庫檔案以進行備份或轉移

source: Failed to add item: %@
es_419: Error al agregar el artículo: %@
ja: アイテムの追加に失敗しました: %@
pt_br: Falha ao adicionar item: %@
zh_hant: 新增物品失敗：%@

source: Failed to copy an item: %@
es_419: Error al copiar el artículo: %@
ja: アイテムの複製に失敗しました：%@
pt_br: Falha ao copiar o item: %@
zh_hant: 複製物品失敗：%@

source: Failed to create emergency kit: %@
es_419: Error al crear el kit de emergencia: %@
ja: 防災セットの作成に失敗しました：%@
pt_br: Falha ao criar o kit de emergência: %@
zh_hant: 建立緊急避難包失敗：%@

source: Failed to delete emergency kit: %@
es_419: Error al eliminar el kit de emergencia: %@
ja: 防災セットの削除に失敗しました：%@
pt_br: Falha ao excluir o kit de emergência: %@
zh_hant: 刪除緊急避難包失敗：%@

source: Failed to delete item: %@
es_419: Error al eliminar el artículo: %@
ja: アイテムの削除に失敗しました: %@
pt_br: Falha ao excluir item: %@
zh_hant: 刪除物品失敗：%@

source: Failed to fetch expiring items.
es_419: Error al obtener los artículos que vencen.
ja: 期限切れ間近のアイテムの取得に失敗しました。
pt_br: Falha ao buscar itens expirando.
zh_hant: 擷取即將過期物品失敗。

source: Failed to fetch items: %@
es_419: Error al obtener los artículos: %@
ja: アイテムの取得に失敗しました: %@
pt_br: Falha ao buscar itens: %@
zh_hant: 擷取物品失敗：%@

source: Failed to load emergency kits: %@
es_419: Error al cargar los kits de emergencia: %@
ja: 防災セットの読み込みに失敗しました：%@
pt_br: Falha ao carregar os kits de emergência: %@
zh_hant: 載入緊急避難包失敗：%@

source: Failed to load photo data.
es_419: Error al cargar los datos de la foto.
ja: 写真データの読み込みに失敗しました。
pt_br: Falha ao carregar dados da foto.
zh_hant: 載入照片資料失敗。

source: Failed to load preferences: %@
es_419: Error al cargar las preferencias: %@
ja: 設定の読み込みに失敗しました: %@
pt_br: Falha ao carregar preferências: %@
zh_hant: 載入偏好設定失敗：%@

source: Failed to move item: %@
es_419: Error al mover el artículo: %@
ja: アイテムの移動に失敗しました：%@
pt_br: Falha ao mover o item: %@
zh_hant: 移動物品失敗：%@

source: Failed to refresh emergency kit: %@
es_419: Error al actualizar el kit de emergencia: %@
ja: 防災セットの更新に失敗しました：%@
pt_br: Falha ao atualizar o kit de emergência: %@
zh_hant: 重新整理緊急避難包失敗：%@

source: Failed to remove emergency kit photo: %@
es_419: Error al eliminar la foto del kit de emergencia: %@
ja: 防災セットの写真の削除に失敗しました：%@
pt_br: Falha ao remover a foto do kit de emergência: %@
zh_hant: 移除緊急避難包照片失敗：%@

source: Failed to restore database: %@
es_419: Error al restaurar la base de datos: %@
ja: データベースの復元に失敗しました: %@
pt_br: Falha ao restaurar banco de dados: %@
zh_hant: 回復資料庫失敗：%@

source: Failed to save changes: %@
es_419: Error al guardar los cambios: %@
ja: 変更の保存に失敗しました: %@
pt_br: Falha ao salvar alterações: %@
zh_hant: 儲存變更失敗：%@

source: Failed to save item: %@
es_419: Error al guardar el artículo: %@
ja: アイテムの保存に失敗しました: %@
pt_br: Falha ao salvar item: %@
zh_hant: 儲存物品失敗：%@

source: Failed to save preferences: %@
es_419: Error al guardar las preferencias: %@
ja: 設定の保存に失敗しました: %@
pt_br: Falha ao salvar preferências: %@
zh_hant: 儲存偏好設定失敗：%@

source: Failed to schedule reminders: %@
es_419: Error al programar los recordatorios: %@
ja: リマインダーのスケジュールに失敗しました: %@
pt_br: Falha ao agendar lembretes: %@
zh_hant: 排程提醒失敗：%@

source: Failed to select files: %@
es_419: Error al seleccionar los archivos: %@
ja: ファイルの選択に失敗しました: %@
pt_br: Falha ao selecionar arquivos: %@
zh_hant: 選取檔案失敗：%@

source: Failed to update emergency kit photo: %@
es_419: Error al actualizar la foto del kit de emergencia: %@
ja: 防災セットの写真の更新に失敗しました：%@
pt_br: Falha ao atualizar a foto do kit de emergência: %@
zh_hant: 更新緊急避難包照片失敗：%@

source: Failed to update emergency kit: %@
es_419: Error al actualizar el kit de emergencia: %@
ja: 防災セットの更新に失敗しました：%@
pt_br: Falha ao atualizar o kit de emergência: %@
zh_hant: 更新緊急避難包失敗：%@

source: Failed to update item: %@
es_419: Error al actualizar el artículo: %@
ja: アイテムの更新に失敗しました：%@
pt_br: Falha ao atualizar o item: %@
zh_hant: 更新物品失敗：%@

source: Files Included
es_419: Archivos incluidos
ja: 含まれるファイル
pt_br: Arquivos Incluídos
zh_hant: 包含的檔案

source: Frequency
es_419: Frecuencia
ja: 頻度
pt_br: Frequência
zh_hant: 頻率

source: Half-Yearly
es_419: Semestral
ja: 半期
pt_br: Semestralmente
zh_hant: 每半年

source: Has Expiration Date
es_419: Tiene fecha de vencimiento
ja: 有効期限あり
pt_br: Possui Data de Expiração
zh_hant: 有到期日

source: Hour
es_419: Hora
ja: 時
pt_br: Hora
zh_hant: 小時

# Hour must be between %lld and %lld
source: Hour must be between %1$lld and %2$lld
es_419: La hora debe estar entre %1$lld y %2$lld
ja: 時間は%1$lldから%2$lldの間でなければなりません
pt_br: A hora deve estar entre %1$lld e %2$lld
zh_hant: 時間必須介於 %1$lld 和 %2$lld 之間

source: How often you will be reminded to check resources without expiration dates: • Quarterly: the first day of January, April, July, and October. • Half-Yearly: the first day of January and July. • Yearly: the first day of January.
es_419: Frecuencia con la que se le recordará revisar los recursos sin fecha de vencimiento: • Trimestral: el primer día de enero, abril, julio y octubre. • Semestral: el primer día de enero y julio. • Anual: el primer día de enero.
ja: 有効期限のないアイテムを確認するためのリマインダー頻度： • 四半期ごと：1月、4月、7月、10月の各初日。 • 半期ごと：1月と7月の初日。 • 年に一度：1月の初日。
pt_br: Com que frequência você será lembrado de verificar os recursos sem data de expiração: • Trimestralmente: o primeiro dia de janeiro, abril, julho e outubro. • Semestralmente: o primeiro dia de janeiro e julho. • Anualmente: o primeiro dia de janeiro.
zh_hant: 針對無到期日的物品，您將會收到以下頻率的檢查提醒： • 每季：一月、四月、七月和十月的第一天。 • 每半年：一月和七月的第一天。 • 每年：一月的第一天。

source: Import Database Files
es_419: Importar archivos de base de datos
ja: データベースファイルをインポート
pt_br: Importar Arquivos de Banco de Dados
zh_hant: 匯入資料庫檔案

source: Import database files to restore your data
es_419: Importe archivos de base de datos para restaurar sus datos
ja: データを復元するためにデータベースファイルをインポートします
pt_br: Importe arquivos de banco de dados para restaurar seus dados
zh_hant: 匯入資料庫檔案以回復您的資料

source: Important Notes
es_419: Notas importantes
ja: 重要事項
pt_br: Notas Importantes
zh_hant: 重要注意事項

source: Invalid input for item quantity value: %@. Please enter a valid number.
es_419: Entrada inválida para la cantidad del artículo: %@. Por favor, ingrese un número válido.
ja: アイテムの数量の値が無効です：%@。有効な数値を入力してください。
pt_br: Entrada inválida para a quantidade do item: %@. Por favor, insira um número válido.
zh_hant: 物品數量值輸入無效：%@。請輸入一個有效的數字。

source: Item Details
es_419: Detalles del artículo
ja: アイテム詳細
pt_br: Detalhes do Item
zh_hant: 物品詳情

# Item expiration date cannot be more than %lld years from today. Provided: %@
source: Item expiration date cannot be more than %1$lld years from today. Provided: %2$@
es_419: La fecha de vencimiento del artículo no puede ser posterior a %1$lld años desde hoy. Proporcionado: %2$@
ja: アイテムの有効期限は、本日より%1$lld年以上先の日付に設定することはできません。入力された日付：%2$@
pt_br: A data de expiração do item não pode ser superior a %1$lld anos apartir de hoje. Fornecido: %2$@
zh_hant: 物品到期日不得設定於 %1$lld 年後。您提供的日期為：%2$@

source: Item expiration date cannot be nil.
es_419: La fecha de vencimiento del artículo no puede ser nula.
ja: アイテムの有効期限を空にすることはできません。
pt_br: A data de expiração do item não pode ser nula.
zh_hant: 物品到期日不能為空。

source: Item Information
es_419: Información del artículo
ja: アイテム情報
pt_br: Informações do Item
zh_hant: 物品資訊

source: Item Name
es_419: Nombre del artículo
ja: アイテム名
pt_br: Nome do Item
zh_hant: 物品名稱

source: Item name cannot be empty
es_419: El nombre del artículo no puede estar vacío
ja: アイテム名は空にできません
pt_br: O nome do item não pode estar vazio
zh_hant: 物品名稱不能為空

source: Item name cannot be empty. Provided: %@
es_419: El nombre del artículo no puede estar vacío. Proporcionado: %@
ja: アイテム名は空にできません。入力された値：%@
pt_br: O nome do item não pode estar vazio. Fornecido: %@
zh_hant: 物品名稱不能為空。提供的值：%@

source: Item quantity unit name cannot be empty. Provided: %@
es_419: El nombre de la unidad de cantidad del artículo no puede estar vacío. Proporcionado: %@
ja: アイテムの数量単位名は空にできません。入力された値：%@
pt_br: O nome da unidade de quantidade do item não pode estar vazio. Fornecido: %@
zh_hant: 物品數量單位名稱不能為空。提供的值：%@

source: Item quantity value must be greater than zero. Provided: %lld
es_419: La cantidad del artículo debe ser mayor que cero. Proporcionado: %lld
ja: アイテムの数量は0より大きい値である必要があります。入力された値：%lld
pt_br: A quantidade do item deve ser maior que zero. Fornecido: %lld
zh_hant: 物品數量值必須大於零。提供的值：%lld

source: Item with UUID %@ not found.
es_419: No se encontró el artículo con el UUID %@.
ja: UUID %@ を持つアイテムが見つかりません。
pt_br: Item com o UUID %@ não encontrado.
zh_hant: 找不到 UUID 為 %@ 的物品。

source: Loading...
es_419: Cargando...
ja: 読み込み中...
pt_br: Carregando...
zh_hant: 載入中...

source: Location
es_419: Ubicación
ja: 場所
pt_br: Localização
zh_hant: 位置

source: Minute
es_419: Minuto
ja: 分
pt_br: Minuto
zh_hant: 分鐘

# Minute must be between %lld and %lld
source: Minute must be between %1$lld and %2$lld
es_419: El minuto debe estar entre %1$lld y %2$lld
ja: 分は%1$lldから%2$lldの間でなければなりません
pt_br: O minuto deve estar entre %1$lld e %2$lld
zh_hant: 分鐘必須介於 %1$lld 和 %2$lld 之間

source: Move to Kit
es_419: Mover al kit
ja: 防災セットへ移動
pt_br: Mover para o kit
zh_hant: 移動至緊急避難包

source: Name
es_419: Nombre
ja: 名前
pt_br: Nome
zh_hant: 名稱

source: No database files found to backup
es_419: No se encontraron archivos de base de datos para respaldar
ja: バックアップするデータベースファイルが見つかりません
pt_br: Nenhum arquivo de banco de dados encontrado para backup
zh_hant: 找不到要備份的資料庫檔案

source: No Emergency Kits Yet
es_419: Aún no hay kits de emergencia.
ja: 防災セットはまだありません。
pt_br: Nenhum kit de emergência ainda.
zh_hant: 尚無緊急避難包

source: No expiration
es_419: Sin vencimiento
ja: 有効期限なし
pt_br: Sem expiração
zh_hant: 無到期日

source: No expiration date
es_419: Sin fecha de vencimiento
ja: 有効期限なし
pt_br: Sem data de expiração
zh_hant: 無到期日

source: No item found with UUID %@.
es_419: No se encontró ningún artículo con el UUID %@.
ja: UUID %@ を持つアイテムが見つかりません。
pt_br: Nenhum item encontrado com o UUID %@.
zh_hant: 找不到 UUID 為 %@ 的物品。

source: No Items Yet
es_419: Aún no hay artículos
ja: アイテムはまだありません
pt_br: Nenhum Item Ainda
zh_hant: 尚無物品

source: No kit selected
es_419: Ningún kit seleccionado
ja: 防災セットが選択されていません。
pt_br: Nenhum kit selecionado
zh_hant: 未選取緊急避難包

source: No such item UUID: %@
es_419: No existe tal UUID de artículo: %@
ja: 該当するアイテムUUIDがありません: %@
pt_br: UUID de item inexistente: %@
zh_hant: 無此物品 UUID：%@

source: Notes
es_419: Notas
ja: メモ
pt_br: Notas
zh_hant: 備註

source: Notes (optional)
es_419: Notas (opcional)
ja: メモ (任意)
pt_br: Notas (opcional)
zh_hant: 備註 (選填)

source: Notification Hour
es_419: Hora de la notificación
ja: 通知時刻 (時)
pt_br: Hora da Notificação
zh_hant: 通知小時

source: Notification Minute
es_419: Minuto de la notificación
ja: 通知時刻 (分)
pt_br: Minuto da Notificação
zh_hant: 通知分鐘

source: Notifications
es_419: Notificaciones
ja: 通知
pt_br: Notificações
zh_hant: 通知

source: Notifications are disabled
es_419: Las notificaciones están desactivadas
ja: 通知は無効です
pt_br: As notificações estão desativadas
zh_hant: 通知已停用

source: Open Settings
es_419: Abrir configuración
ja: 設定を開く
pt_br: Abrir Ajustes
zh_hant: 開啟設定

source: packets
es_419: paquetes
ja: パック
pt_br: pacotes
zh_hant: 包

source: Photo
es_419: Foto
ja: 写真
pt_br: Foto
zh_hant: 照片

source: pieces
es_419: piezas
ja: 個
pt_br: peças
zh_hant: 個
